Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Only the currently selected window gets live preview
cs: Pouze aktuálně vybrané okno dostane živý náhled
de: Nur das aktuell ausgewählte Fenster bekommt eine Live-Vorschau
fr: Seule la fenêtre actuellement sélectionnée obtient un aperçu en direct
he: רק החלון שנבחר כרגע מקבל תצוגה מקדימה חיה
it: Anteprima in tempo reale solo per la finestra selezionata
ja: 現在選択されているウィンドウのみがライブプレビューを取得します
nl: Alleen het momenteel geselecteerde venster krijgt Live-voorbeeld
pt_pt: Apenas a janela selecionada obtém pré-visualização ao vivo
ru: Только текущее выбранное окно получает живой превью
tr: Yalnızca o anda seçili olan pencere canlı önizlemeyi alır
uk: Попередній перегляд відображається лише у поточному обраному вікні
vi: Chỉ cửa sổ đang được chọn mới có bản xem trước trực tiếp
zh_hans: 只有当前选中的窗口会显示实时预览
zh_hant: 只在目前選擇的視窗顯示即時預覽

source: Only use delay for initial window opening
cs: Použít zpoždění pro počáteční otevření okna
de: Verzögerung nur beim initialen Öffnen des Fensters verwenden
fr: Utiliser uniquement le délai pour l'ouverture de la fenêtre initiale
he: השתמש בעיכוב רק לפתיחת חלון ראשונית
it: Imposta il ritardo solo per l'apertura iniziale della finestra
ja: 最初のウィンドウを開くためにのみ遅延を使用します
nl: Gebruik de vertraging alleen bij de eerste opening van het venster
ru: Использовать задержку только для начального открытия окна
tr: Gecikmeyi yalnızca pencerenin ilk açılışında kullanın
uk: Використовувати затримку лише для першого відкриття вікна
vi: Chỉ áp dụng thời gian trễ cho lần mở cửa sổ đầu tiên
zh_hans: 仅在首次打开预览窗口时使用延迟
zh_hant: 只在第一次打開視窗時加入延遲

source: Only when switching displays
cs: Pouze při přepnutí displeje
de: Nur beim Wechseln des Displays
es: Sólo al cambiar de pantalla
it: Solo al cambio di schermo
ja: 表示を切り替えた場合のみ
nl: Alleen bij het wisselen van scherm
ru: Только при переключении экранов
tr: Yalnızca ekran değiştirilirken
vi: Chỉ khi chuyển đổi màn hình
zh_hans: 仅在切换显示器时
zh_hant: 只在切換顯示器時

source: Opacity
cs: Krytí
de: Deckkraft
es: Opacidad
it: Opacità
ja: 不透明度
nl: Transparantie
pt_pt: Opacidade
ru: Прозрачность
tr: Opaklık
vi: Độ mờ
zh_hans: 透明度
zh_hant: 不透明度

source: Open a new window when clicking windowless apps
cs: Otevřít nové okno při klepnutí na aplikace bez oken
de: Öffne ein neues Fenster, wenn auf eine App ohne Fenster geklickt wird
it: Apre una nuova finestra quando si seleziona un'applicazione senza finestre
ja: ウィンドウのないアプリをクリックした際に新しいウィンドウを開く
nl: Een nieuw venster openen bij het klikken op apps zonder venster
ru: Открывать новое окно при нажатии на приложения без окон
tr: Penceresiz uygulamalara tıklandığında yeni bir pencere aç
vi: Mở một cửa sổ mới khi nhấp vào các ứng dụng không có cửa sổ
zh_hans: 点击无窗口的应用时，打开新窗口
zh_hant: 按一下沒有視窗的App時打開一個視窗

source: Open Accessibility Settings
cs: Otevřít nastavení přístupnosti
de: Einstellungen für Bedienungshilfen öffnen
es: Abrir ajustes de accesibilidad
fr: Ouvrir les réglages d’accessibilité
he: פתח הגדרות נגישות
it: Vai alle preferenze Accessibilità
ja: アクセシビリティの設定を開く
nl: Open toegankelijkheidsinstellingen
pt_pt: Abrir definições de acessibilidade
ru: Открыть настройки специальных возможностей
tr: Erişebilirlik Ayarlarını Aç
uk: Відкрити налаштування доступності
vi: Mở cài đặt Trợ năng
zh_hans: 打开辅助功能设置
zh_hant: 打開輔助使用設定

source: Open in Finder
cs: Otevřít ve Finderu
de: Im Finder öffnen
es: Abrir en Finder
it: Apri in Finder
ja: Finder で開く
nl: Openen in Finder
ru: Открыть в Finder
tr: Finder'da Aç
vi: Mở trong Finder
zh_hans: 在访达中打开
zh_hant: 在Finder裡打開

source: Open New Window
cs: Otevřít nové okno
de: Neues Fenster öffnen
es: Abrir una nueva ventana
fr: Ouvrir une nouvelle fenêtre
he: פתח חלון חדש
it: Apri una nuova finestra
ja: 新しいウィンドウを開く
nl: Open nieuw venster
pt_pt: Abrir uma Nova Janela
ru: Открыть новое окно
tr: Yeni Pencere Aç
uk: Відкрити нове вікно
vi: Mở cửa sổ mới
zh_hans: 打开新窗口
zh_hant: 打開新視窗

source: Open Screen Recording Settings
cs: Otevřít nastavení záznamu obrazovky
de: Einstellungen für Bildschirmaufnahme öffnen
es: Abrir ajustes de grabación de pantalla
fr: Ouvrir les réglages d’enregistrement de l’écran
he: פתח הגדרות הקלטת מסך
it: Vai alle preferenze Registrazione schermo
ja: 画面収録の設定を開く
nl: Open schermopname instellingen
pt_pt: Abrir configurações de gravação de tela
ru: Открыть настройки захвата экрана
tr: Ekran Kaydı Ayarlarını Aç
uk: Відкрити налаштування записування екрана
vi: Mở cài đặt Ghi màn hình
zh_hans: 打开屏幕录制设置
zh_hant: 打開螢幕錄製設定

source: Open Settings
cs: Otevřít Nastavení
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages Système
he: פתח את ההגדרות
it: Impostazioni
ja: 設定を開く
nl: Open Instellingen
pt_pt: Abrir Definições
ru: Открыть настройки
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hans: 打开系统设置
zh_hant: 打開設定

source: Open System Privacy Settings
cs: Otevřít nastavení soukromí systému
de: Systemeinstellungen öffnen
es: Abrir Configuración de Privacidad del sistema
fr: Ouvrir les réglages de confidentialité
he: פתח הגדרות פרטיות מערכת
it: Apri il pannello 'Privacy e sicurezza'
ja: システムプライバシー設定を開く
nl: Open privacyinstellingen van het systeem
pt_pt: Abrir Configurações de Privacidade do Sistema
ru: Открыть настройки конфиденциальности системы
tr: Sistem Gizlilik Ayarlarını Aç
uk: Відкрити налаштування приватності системи
vi: Mở cài đặt Quyền riêng tư của hệ thống
zh_hans: 打开系统隐私设置
zh_hant: 打開系統隱私設定

source: Open System Settings
cs: Otevřít Nastavení systému
de: Systemeinstellungen öffnen
es: Abrir ajustes del sistema
fr: Ouvrir les Réglages Système
he: פתח הגדרות מערכת
it: Apri le impostazioni di sistema
ja: システム設定を開く
nl: Open systeeminstellingen
pt_pt: Abrir Configurações do Sistema
ru: Открыть системные настройки
tr: Sistem Ayarlarını Aç
uk: Відкрити Системні налаштування
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Optional — for window preview images
cs: Volitelné – pro obrázek náhledu okna
de: Optional - für Fenstervorschaubilder
es: Opcional — para las imágenes de vista previa de ventana
it: Opzionale: per le immagini di anteprima della finestra
ja: 任意項目 — ウィンドウプレビュー用画像
nl: Optioneel — voor voorbeeldafbeeldingen in het venster
ru: Опционально — для предпросмотра окон
tr: İsteğe bağlı — pencere önizleme resimleri için
vi: Tùy chọn — dùng cho hình ảnh xem trước cửa sổ
zh_hans: 可选-用于窗口预览图像
zh_hant: （選用）用於視窗預覽影像

source: Override the default blurred background with a solid custom color.
cs: Přepíše výchozí rozostřené pozadí vlastní barvou.
de: Überschreiben Sie den Standard-verschwommenen Hintergrund mit einer festen benutzerdefinierten Farbe.
es: Reemplazar el fondo desenfocado por defecto con un color personalizado sólido.
it: Usa un colore a piacere al posto dello sfondo sfocato predefinito.
ja: デフォルトのぼかし背景を、単一色のカスタムカラーに上書きします。
nl: Vervang de standaard wazige achtergrond door een effen kleur naar keuze.
ru: Переопределяет размытый фон по умолчанию сплошным пользовательским цветом.
tr: Varsayılan bulanık arka planı, düz bir özel renkle değiştirin.
vi: Ghi đè nền làm mờ mặc định bằng một màu đơn sắc tùy chỉnh.
zh_hans: 用自定义纯色覆盖默认的模糊背景。
zh_hant: 以自訂實色取代預設的模糊背景。

source: Parallel - Title bottom left, controls top left
cs: Paralelní - Titulek vlevo dole, ovládací prvky vlevo nahoře
de: Parallel - Titel unten links, Steuerelemente oben links
fr: Parallèle - Titre en bas à gauche, contrôles en haut à gauche
he: מקביל - כותרת שמאל למטה, פקדים שמאל למעלה
it: Titolo in basso a sinistra ↙ controlli in alto a sinistra ↖
ja: 平行 - タイトルは左下、操作ボタンは左上
nl: Parallel - Titel linksonder, besturingselementen linksboven
ru: Параллельно - заголовок внизу слева, управление вверху слева
tr: Yan yana - Başlık sol altta, denetimler sol üstte
uk: Паралельно – заголовок внизу ліворуч, елементи керування зверху ліворуч
vi: Song song - Tiêu đề dưới cùng bên trái, điều khiển trên cùng bên trái
zh_hans: 并行—标题左下角，控件左上角
zh_hant: 平行：標題在左下，控制項目在左上

source: Parallel - Title bottom right, controls top right
cs: Paralelní - Titulek vpravo dole, ovládací prvky vpravo nahoře
de: Parallel - Titel unten rechts, Steuerelemente oben rechts
fr: Parallèle - Titre en bas à droite, contrôles en haut à droite
he: מקביל - כותרת ימין למטה, פקדים ימין למעלה
it: Titolo in basso a destra ↘ controlli in alto a destra ↗
ja: 平行 - タイトルは右下、操作ボタンは右上
nl: Parallel - Titel rechtsonder, besturingselementen rechtsboven
ru: Параллельно - заголовок внизу справа, управление вверху справа
tr: Yan yana - Başlık sağ altta, denetimler sağ üstte
uk: Паралельно – заголовок внизу праворуч, елементи керування зверху праворуч
vi: Song song - Tiêu đề dưới cùng bên phải, điều khiển trên cùng bên phải
zh_hans: 并行—标题右下角，控件右上角
zh_hant: 平行：標題在右下，控制項目在右上

source: Parallel - Title top left, controls bottom left
cs: Paralelní - Titulek vlevo nahoře, ovládací prvky vlevo dole
de: Parallel - Titel oben links, Steuerelemente unten links
fr: Parallèle - Titre en haut à gauche, contrôles en bas à gauche
he: מקביל - כותרת שמאל למעלה, פקדים שמאל למטה
it: Titolo in alto a sinistra ↖ controlli in basso a sinistra ↙
ja: 平行 - タイトルは左上、操作ボタンは左下
nl: Parallel - Titel linksboven, besturingselementen linksonder
ru: Параллельно - заголовок вверху слева, управление внизу слева
tr: Yan yana - Başlık sol üstte, denetimler sol altta
uk: Паралельно – заголовок угорі ліворуч, елементи керування внизу ліворуч
vi: Song song - Tiêu đề trên cùng bên trái, điều khiển dưới cùng bên trái
zh_hans: 并行—标题左上角，控件左下角
zh_hant: 平行：標題在左上，控制項目在左下

source: Parallel - Title top right, controls bottom right
cs: Paralelní - Titulek vpravo nahoře, ovládací prvky vpravo dole
de: Parallel - Titel oben rechts, Steuerelemente unten rechts
fr: Parallèle - Titre en haut à droite, contrôles en bas à droite
he: מקביל - כותרת ימין למעלה, פקדים ימין למטה
it: Titolo in alto a destra, controlli in basso a destra
ja: 平行 - タイトルは右上、操作ボタンは右上
nl: Parallel - Titel rechtsboven, besturingselementen rechtsonder
ru: Параллельно - заголовок вверху справа, управление внизу справа
tr: Yan yana - Başlık sağ üstte, denetimler sağ altta
uk: Паралельно – заголовок угорі праворуч, елементи керування внизу праворуч
vi: Song song - Tiêu đề trên cùng bên phải, điều khiển dưới cùng bên phải
zh_hans: 并行—标题右上角，控件右下角
zh_hant: 平行：標題在右上，控制項目在右下

source: Pass Arrow Keys Through to System
cs: Předat klávesové šipky systému
de: Pfeiltasten an das System durchreichen
it: Invia i tasti freccia al sistema operativo
ja: 矢印キーの操作をシステムに反映させる
nl: De pijltjestoetsen doorgeven aan het systeem
ru: Передать управление стрелками Системе
tr: Ok Tuşlarını Sisteme Aktar
vi: Chuyển tiếp các phím mũi tên tới hệ thống
zh_hans: 方向键透传给系统
zh_hant: 將方向鍵傳遞給系統

source: Performance Profiles
cs: Profily výkonu
de: Leistungs Profile
es: Perfiles de rendimiento
fr: Profils de performance
he: פרופילי ביצועים
it: Profilo prestazioni
ja: パフォーマンスプロファイル
nl: Prestatie profiel
pt_pt: Perfis de desempenho
ru: Профили производительности
tr: Performans Profilleri
uk: Профілі продуктивності
vi: Hồ sơ hiệu suất
zh_hans: 性能配置
zh_hant: 效能預設組

source: Performance Tuning
cs: Ladění výkonu
de: Leistungsoptimierung
es: Ajuste del rendimiento
fr: Optimisation des performances
he: כוונון ביצועים
it: Regolazione delle prestazioni
ja: パフォーマンスチューニング
nl: Prestatieoptimalisatie
ru: Настройка производительности
tr: Performans Ayarlama
uk: Налаштування продуктивності
vi: Tối ưu hóa hiệu năng
zh_hans: 性能调整
zh_hant: 效能調校

source: Performance Tuning (Dock Previews)
cs: Ladění výkonu (náhledy Docku)
de: Leistungsanpassung (Dock-Vorschau)
es: Ajuste de rendimiento (Vistas Previas del Dock)
fr: Réglage des performances (aperçus du Dock)
he: כוונון ביצועים (תצוגות מקדימות של Dock)
it: Prestazioni (anteprime del Dock)
ja: パフォーマンスチューニング （Dockプレビュー）
nl: Prestatie tuning (Dock-voorbeelden)
pt_pt: Ajuste de desempenho (pré-visualização da Dock)
ru: Настройка производительности (превью Dock)
tr: Performans Ayarlaması (Dock Önizlemeleri)
uk: Налаштування продуктивності (попередній перегляд Dock)
vi: Tinh chỉnh hiệu suất (Bản xem trước Dock)
zh_hans: 性能调优（Dock 预览）
zh_hant: 效能調校（Dock預覽）

source: Permission changes may not appear here until the app restarts
cs: Změny oprávnění se nemusí projevit, dokud se aplikace nerestartuje
de: Änderungen der Berechtigungen werden hier möglicherweise nicht angezeigt, bis die App neu gestartet wird
es: Los cambios de permisos pueden no aparecer aquí hasta que la aplicación se reinicie
it: Per rendere effettive le autorizzazioni potrebbe essere necessario un riavvio di DockDoor
ja: 権限の変更は、アプリを再起動するまで反映されない場合があります
nl: Wijzigingen in de machtigingen worden hier mogelijk pas weergegeven als de app opnieuw is opgestart
ru: Изменения прав доступа могут не отображаться здесь до перезапуска приложения
tr: Uygulama yeniden başlatılana kadar izin değişiklikleri burada görünmeyebilir
vi: Các thay đổi về quyền có thể không xuất hiện ở đây cho đến khi ứng dụng khởi động lại
zh_hans: 权限更改可能需在应用重启后才会在此处显示
zh_hant: 重新打開App前，此處可能看不出權限變化

source: Permission error
cs: Chyba oprávnění
de: Berechtigungsfehler
es: Error de permiso
fr: Erreur d’autorisations
he: שגיאת הרשאה
it: Errore autorizzazioni
ja: 権限エラー
nl: Machtigingsprobleem
pt_pt: Erro de permissão
ru: Ошибка доступа
tr: İzin hatası
uk: Помилка дозволу
vi: Lỗi quyền truy cập
zh_hans: 权限许可错误
zh_hant: 權限錯誤

source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
fr: Autorisations
he: הרשאות
it: Autorizzazioni
ja: 権限
nl: Toestemmingen
pt_pt: Permissões
ru: Права доступа
tr: İzinler
uk: Дозволи
vi: Quyền truy cập
zh_hans: 权限管理
zh_hant: 權限

source: Permissions settings
cs: Nastavení oprávnění
de: Berechtigungseinstellungen
es: Ajustes de permisos
fr: Réglages d’autorisations
he: הגדרות הרשאות
it: Impostazioni autorizzazioni
ja: 権限の設定
nl: Toestemmingsinstellingen
pt_pt: Definição de Permissões
ru: Настройки доступа
tr: İzin Ayarları
uk: Налаштування дозволів
vi: Cài đặt quyền truy cập
zh_hans: 权限设置
zh_hant: 權限設定

source: Pin to
cs: Připnout k
de: Anheften an
es: Fijar a
fr: Épingler à
he: הצמד אל
it: Fissa su
ja: ピン留め先
nl: Vastzetten op
pt_pt: Fixar em
ru: Прикрепить к
tr: Şuraya sabitle
uk: Закріпити до
vi: Ghim vào
zh_hans: 固定到
zh_hant: 釘選到

source: Pin to Screen
cs: Připnout k obrazovce
de: An den Bildschirm anheften
es: Fijar en pantalla
fr: Épingler à l’écran
he: הצמד למסך
it: Fissa sullo schermo
ja: 画面に固定する
nl: Vastzetten aan scherm
pt_pt: Fixar no ecrã
ru: Закрепить на экране
tr: Ekrana Sabitle
uk: Закріпити на екрані
vi: Ghim lên màn hình
zh_hans: 固定到屏幕
zh_hant: 固定在螢幕上

source: Pin to Screen (Compact)
cs: Připnout k obrazovce (kompaktní)
de: An Bildschirm anheften (Kompakt)
es: Fijar a pantalla (Compacto)
fr: Épingler à l’écran (compact)
he: הצמד למסך (קומפקטי)
it: Fissa sullo schermo (versione compatta)
ja: 画面にピン留め（コンパクト）
nl: Op het scherm vastzetten (Compact)
pt_pt: Fixar no ecrã (Compacto)
ru: Закрепить на экран (компактный)
tr: Ekrana Sabitle (Kompakt)
uk: Закріпити на екрані (компактно)
vi: Ghim lên màn hình (Thu gọn)
zh_hans: 固定到屏幕（紧凑）
zh_hant: 釘選在螢幕上（精簡）

source: Pin to Screen (Full)
cs: Připnout k obrazovce (úplný)
de: An Bildschirm anheften (Voll)
es: Fijar a pantalla (Full)
fr: Épingler à l’écran (complet)
he: הצמד למסך (מלא)
it: Fissa sullo schermo (versione completa)
ja: 画面に固定（完全）
nl: Op het scherm vastzetten (Volledig)
pt_pt: Fixar no ecrã (Cheio)
ru: Закрепить на экран (Полный)
tr: Ekrana Sabitle (Tam Ekran)
uk: Закріпити на екрані (повністю)
vi: Ghim lên màn hình (Đầy đủ)
zh_hans: 固定到屏幕（完整）
zh_hant: 釘選在螢幕上（完整）

source: Pinned to screen
cs: Připnuto k obrazovce
de: An dem Bildschirm angeheftet
es: Fijado a la pantalla
fr: Épinglé à l’écran
he: מוצמד למסך
it: Fissa
ja: 画面に固定する
nl: Vastgezet aan scherm
pt_pt: Fixado no ecrã
ru: Прикреплено к экрану
tr: Sabitlenmiş Ekran
uk: Закріплено на екрані
vi: Đã ghim lên màn hình
zh_hans: 固定到屏幕上
zh_hant: 固定的螢幕

source: Placement
cs: Umístění
de: Platzierung
es: Posición
fr: Position
he: מיקום
it: Posizionamento
ja: 配置
nl: Plaatsing
pt_pt: Posição
ru: Расположение
tr: Yerleştirme
uk: Розміщення
vi: Vị trí sắp xếp
zh_hans: 放置
zh_hant: 位置

source: Placement Strategy
cs: Strategie umisťování
de: Platzierungsstrategie
es: Estrategia de posicionamiento
fr: Stratégie de placement
he: אסטרטגיית מיקום
it: Posizionamento
ja: 配置方法
nl: Plaatsingsstrategie
pt_pt: Estratégia de posicionamento
ru: Стратегия размещения
tr: Yerleşme Stratejisi
uk: Стратегія розміщення
vi: Chiến lược sắp đặt
zh_hans: 布局策略
zh_hant: 排列方式

source: Places traffic light buttons and window titles directly inside the dock preview frames for a more compact and minimal appearance.
cs: Umístí ovládací prvky a titulky oken přímo do náhledů Docku pro kompaktnější a minimalistický vzhled.
de: Platziere Ampeltasten und Fenstertitel direkt in den Dock-Vorschaubildern für ein kompakteres und minimalistischeres Aussehen.
es: Coloca los botones de semáforo y los títulos de las ventanas directamente dentro de los marcos de vista previa para una apariencia más compacta y mínima.
fr: Place les boutons feu tricolore et les titres des fenêtres directement sur les aperçus du Dock pour une apparence plus compacte et minimale.
he: ממקם את כפתורי רמזור וכותרות חלונות ישירות בתוך מסגרות התצוגה המקדימה של ה-Dock למראה קומפקטי ומינימליסטי יותר.
it: Posiziona i tasti azione e i titoli delle finestre all'interno dei riquadri di anteprima per un aspetto più compatto e minimale.
ja: よりコンパクトで最小限の外観を実現するために、Dockのプレビューフレーム内にトラフィックボタンやウィンドウのタイトルを直接配置します。
nl: Plaats verkeerslichtknoppen en venstertitels direct in de Dock-voorbeeld vensters voor een compactere en minimalistische uitstraling.
ru: Размещение кнопок "светофора" и заголовка окна непосредственно внутри рамки превью для более компактного и минималистичного внешнего вида.
tr: Trafik ışığı düğmelerini ve pencere başlıklarını, daha kompakt ve minimalist bir görünüm elde etmek için doğrudan dock önizleme çerçevelerinin içine yerleştirir.
uk: Розміщує кнопки світлофора та заголовки вікон безпосередньо всередині рамок попереднього перегляду Dock для більш компактного та мінімалістичного вигляду.
vi: Đặt nút đèn tín hiệu và tiêu đề cửa sổ trực tiếp vào khung xem trước Dock để có giao diện gọn gàng và tối giản hơn.
zh_hans: 将控制按钮和窗口标题直接置于 Dock 预览框架内，呈现更紧凑简约的外观。
zh_hant: 將視窗控制按鈕和標題顯示在Dock預覽畫面內，使外觀更加緊湊簡潔。

source: Places traffic light buttons and window titles directly inside the preview frames.
cs: Umístí ovládací prvky a titulky oken přímo do náhledů.
de: Platziere Ampeltasten und Fenstertitel direkt in den Vorschaubildern.
fr: Place les boutons de feux de signalisation et les titres de fenêtres directement à l'intérieur des cadres de prévisualisation.
he: ממקם את כפתורי רמזור וכותרות חלונות ישירות בתוך מסגרות התצוגה המקדימה.
it: Mostra i tasti e i titoli delle finestre all'interno dei riquadri di anteprima.
ja: トラフィックライトのボタンとウィンドウのタイトルをプレビューフレーム内に直接配置します。
nl: Plaats de verkeerslichtknoppen en venstertitels direct in de voorbeeldvensters.
ru: Размещение кнопок "светофора" и заголовка окна непосредственно внутри рамки превью.
tr: Trafik ışığı düğmelerini ve pencere başlıklarını doğrudan önizleme çerçevelerinin içine yerleştirir.
uk: Розміщує кнопки світлофора та заголовки вікон безпосередньо всередині рамок попереднього перегляду.
vi: Đặt các nút traffic light (đóng/thu nhỏ/phóng to) và tiêu đề cửa sổ trực tiếp bên trong khung hình xem trước.
zh_hans: 将控制按钮和窗口标题直接置于预览框架内。
zh_hant: 將視窗控制項目和標題直接放在預覽畫面中。

source: Places traffic light buttons and window titles directly inside the window switcher preview frames.
cs: Umístí ovládací prvky a titulky oken přímo do náhledů přepínače oken.
de: Platziere Ampel-Steuerelemente und Fenstertitel direkt in Fensterwechsler Vorschaufenstern.
es: Coloca los botones de semáforo y los títulos de las ventanas directamente dentro de los marcos de vista previa del selector de ventanas.
it: Posiziona i pulsanti e i titoli delle finestre all'interno delle anteprime.
ja: ウィンドウスイッチャーのプレビューフレーム内に、トラフィックライトボタンとウィンドウのタイトルを直接配置します。
nl: Plaatst verkeerslichtknoppen en venstertitels direct in de voorbeelden van de vensterwisselaar.
ru: Размещение кнопок "светофора" и заголовка окна непосредственно внутри рамки превью.
tr: Trafik ışığı düğmelerini ve pencere başlıklarını doğrudan önizleme çerçevelerinin içine yerleştirir.
vi: Đặt các nút traffic light và tiêu đề cửa sổ trực tiếp bên trong khung hình xem trước của bộ chuyển đổi cửa sổ.
zh_hans: 将窗口控制按钮和窗口标题直接置于窗口切换器预览框内。
zh_hant: 將視窗控制項目和視窗標題直接放在視窗切換器的預覽畫格內。

source: Please Quit the App to Apply Changes! :)
cs: Prosím ukončete aplikaci pro použití změn! :)
de: Bitte App beenden, um Änderungen anzuwenden! :)
es: ¡Por favor, salga de la aplicación para aplicar los cambios! :)
fr: Veuillez quitter l’application pour appliquer les modifications ! :)
he: אנא צא מהיישום כדי להחיל שינויים! :)
it: Esci dall'app per salvare le autorizzazioni.
ja: 変更を適用するにはアプリを終了してください! :)
nl: Stop de app om de wijzigingen toe te passen! :)
pt_pt: Por favor, feche o aplicativo para aplicar as alterações! :)
ru: Пожалуйста, выйдите из приложения, чтобы применить изменения! :)
tr: Değişiklikleri Uygulamak için Lütfen Uygulamadan Çıkın! :)
uk: Будь ласка, вийдіть із застосунку для застосування змін! :)
vi: Vui lòng thoát ứng dụng để áp dụng thay đổi! :)
zh_hans: 请退出应用程序以使更改生效！:)
zh_hant: 請結束App來套用變更！ :)

source: Please Restart the App to Apply Changes! :)
cs: Prosím restartujte aplikaci pro použití změn! :)
de: Bitte App neu starten, um die Änderungen anzuwenden! :)
es: Por favor, reinicia la aplicación para aplicar cambios :)
fr: Veuillez redémarrer l’application pour appliquer les modifications ! :)
he: יש להפעיל מחדש את היישום כדי להחיל שינויים! :)
it: Riavvia DockDoor per rendere effettive le modifiche!
ja: 変更を適用するにはアプリを再起動してください! :)
nl: Start de app opnieuw op om de wijzigingen toe te passen! :)
pt_pt: Por favor, Reinicie a App para aplicar as alterações :)
ru: Пожалуйста, перезапустите приложение, чтобы применить изменения! :)
tr: Değişiklikleri Uygulamak için Lütfen Uygulamayı Yeniden Başlatın! :)
uk: Будь ласка, перезапустіть застосунок для застосування змін! :)
vi: Vui lòng khởi động lại ứng dụng để áp dụng thay đổi! :)
zh_hans: 请重新启动应用程序使变更生效！:)
zh_hant: 請重新打開App來套用變更！ :)

source: Please restart the application to apply your changes. Click OK to quit the app.
cs: Posím restartujte aplikaci pro použití změn. Klikněte na OK pro ukončení aplikace.
de: Bitte starten Sie die App neu, um Ihre Änderungen zu übernehmen. Klicken Sie auf OK, um Beenden der App.
es: Por favor, reinicie la aplicación para aplicar sus cambios. Haga clic en Aceptar para salir de la aplicación.
fr: Veuillez redémarrer l’application pour appliquer les changements. Cliquez sur OK pour quitter l’application.
he: אנא הפעל מחדש את היישום כדי להחיל את השינויים שלך. לחץ על אישור כדי לצאת מהיישום.
it: Clicca su 'OK' per uscire, poi riavvia DockDoor per rendere effettive le modifiche.
ja: 変更を適用するには、アプリケーションを再起動してください。OK をクリックしてアプリを終了します。
nl: Herstart de app om je veranderingen op te slaan. Druk op 'Oké' om de app te stoppen.
pt_pt: Por favor, reinicie o aplicativo para aplicar suas alterações. Clique em OK para sair do aplicativo.
ru: Пожалуйста, перезапустите приложение, чтобы применить изменения. Нажмите OK, чтобы выйти из приложения.
tr: Değişikliklerinizi uygulamak için lütfen uygulamayı yeniden başlatın. Uygulamadan çıkmak için Tamam'a tıklayın.
uk: Будь ласка, перезапустіть застосунок для застосування ваших змін. Натисніть ОК, щоб вийти із застосунку.
vi: Vui lòng khởi động lại ứng dụng để áp dụng các thay đổi của bạn. Nhấp vào OK để thoát ứng dụng
zh_hans: 请重新启动应用程序来确保变更生效。单击确定以退出应用程序。
zh_hant: 請重新打開App來套用變更。按一下「好」來結束App。
